[{"id":1,"name":"Jensen Huang","email":"jensen.huang@nvidia.com","about":"Hello, I’m Jensen Huang, co-founder, president, and CEO of Nvidia Corporation. I’m an electrical engineer by training and have dedicated my career to advancing technology, particularly in the field of graphics processing units. I’m proud of the work we’ve done at Nvidia, transforming the company into a leader in high-performance computing.","image":"1.jpg"},{"id":2,"name":"Lisa Su","email":"lisa.su@ati.co","about":"Hi there, I’m Lisa Su, the president, CEO, and chair of AMD. I’m an electrical engineer and business executive, and I’ve spent my career working on semiconductor design and silicon-on-insulator manufacturing technologies. I’m passionate about driving innovation and growth in the tech industry.","image":"2.jpg"},{"id":3,"name":"Tim Cook","email":"tim.cook@appl.com","about":"Good Morning, I’m Tim Cook, the CEO of Apple Inc. I’ve been with Apple since 1998, and I took over as CEO in 2011. My focus has been on fostering innovation and delivering products that enrich people’s lives. I’m proud to lead a company that is committed to values of privacy, inclusion, and environmental responsibility.","image":"3.jpg"},{"id":4,"name":"Satya Nadella","email":"satya.nadella@micro.soft","about":"Hello, I’m Satya Nadella, the executive chairman and CEO of Microsoft. I’ve been with Microsoft since 1992, and I’ve had the privilege of leading the company’s shift towards cloud computing. I believe in the transformative power of technology and am committed to ensuring that Microsoft’s products empower every person and organization on the planet to achieve more.","image":"4.jpg"},{"id":5,"name":"Sundar Pichai","email":"sundar.pichai@goo.gle","about":"Hi, I’m Sundar Pichai, the CEO of Alphabet Inc. and its subsidiary Google. I started my career as a materials engineer and joined Google in 2004. I’ve been instrumental in the development of key products like Google Chrome and Chrome OS, and I’m passionate about making information universally accessible and useful.","image":"5.jpg"}]